prefix = "main_page"
path = "main_page"
x_y_range = {
    'student': (328, 654, 346, 663),
    'cafe': (88, 651, 96, 657),  # 咖啡厅
    'cafe-black': (88, 651, 96, 657),  # 咖啡厅(用来判断无法截图)
    'menu': (611, 248, 670, 278),  # 右上角点击菜单
    'bus': (107, 9, 162, 36),  # 业务区
    'home-feature': (1203, 24, 1240, 60),  # 右上角菜单(作为主页标志)
    'quick-home': (1215, 5, 1255, 42),  # 快速回到首页,右上
    'login-feature': (1105, 601, 1142, 640),  # 登录界面
    'news': (250, 85, 328, 117),  # 公告
    'relationship-rank-up': (754, 595, 776, 647),
    'full-notice': (563, 277, 613, 312),
    'back-arrow': (37, 20, 80, 57)
}
